writeups.tex
% Created 2019-09-06 Fri 06:44
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=1in,right=1in,top=1in,bottom=1in]{geometry}
\usepackage{fancyhdr}
\lhead{Example Bayesian Writeups}
\rhead{Tom Faulkenberry (faulkenberry@tarleton.edu)}
\pagestyle{fancy}
\parskip = 0.1in
\date{}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.2 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}



\section*{1. Example 1}
\label{sec:orgc6f78dd}
\subsection*{Basic}
\label{sec:org0f3eff4}
"We defined two models to describe our data: \(\mathcal{H}_1\) states that mean grade for students who attend Anastasia's tutorials will not be equal to the mean grade for students who attend Bernadette's tutorials. On the other hand, \(\mathcal{H}_0\) states that mean grades will be the same for both tutors. We then computed a Bayesian independent samples \(t\)-test (Rouder et al., 2009) to quantify the evidence for \(\mathcal{H}_1\) over \(\mathcal{H}_0\).  We found a Bayes factor of \(B_{10}=1.76\), indicating that the observed data are approximately 1.76 times more likely under \(\mathcal{H}_1\) than \(\mathcal{H}_0\). According to to the recommendations of Jeffreys (1961), this constitutes \emph{anecdotal} evidence for \(\mathcal{H}_1\) over \(\mathcal{H}_0\)."

\subsection*{Advanced}
\label{sec:org6871467}
"We defined two models to describe our data: \(\mathcal{H}_1: \delta \neq 0\) states that mean grade for students who attend Anastasia's tutorials will not be equal to the mean grade for students who attend Bernadette's tutorials. On the other hand, \(\mathcal{H}_0:\delta=0\) states that mean grades will be the same for both tutors. We then computed a Bayesian independent samples \(t\)-test (Rouder et al., 2009) to quantify the evidence for \(\mathcal{H}_1\) over \(\mathcal{H}_0\). This test requires the user to specify a prior distribution for effect size \(\delta\), which we initially took at the default Cauchy prior with scale \(r=0.707\). Using this prior, we found a Bayes factor of \(B_{10}=1.76\), indicating that the observed data are approximately 1.76 times more likely under \(\mathcal{H}_1\) than \(\mathcal{H}_0\).  According to to the recommendations of Jeffreys (1961), this constitutes \emph{anecdotal} evidence for \(\mathcal{H}_1\) over \(\mathcal{H}_0\). Additionally, we performed a robustness check by varying the prior scale factor \(r\), each reflecting a different \emph{a priori} expectation of the effect of our manipulation. Generally, \(B_{10}\) decreases as the scale factor \(r\) increases, but even using a very wide prior with \(r=1.41\), the inference remains the same, as the data are only 1.32 times more likely under \(\mathcal{H}_1\) than under \(\mathcal{H}_0\)."

\section*{2. Example 2}
\label{sec:org73f3a59}
\subsection*{Basic}
\label{sec:org9cb60f2}
"We defined two models to describe our data: \(\mathcal{H}_1\) states that the mean score on the second exam will be greater than the mean score on the first exam, whereas \(\mathcal{H}_0\) states that the mean score will be equal on both exams. We then computed a Bayesian paired-samples samples \(t\)-test (Rouder et al., 2009) to quantify the evidence for \(\mathcal{H}_1\) over \(\mathcal{H}_0\).  We found a Bayes factor of \(B_{10}=11983\), indicating that the observed data are approximately 12,000 times more likely under \(\mathcal{H}_1\) than \(\mathcal{H}_0\)."

\subsection*{Advanced}
\label{sec:org9dc249b}
"We defined two models to describe our data: \(\mathcal{H}_1:\delta>0\) states that the mean score on the second exam will be greater than the mean score on the first exam, whereas \(\mathcal{H}_0:\delta=0\) states that the mean score will be equal on both exams. We then computed a Bayesian paired-samples \(t\)-test (Rouder et al., 2009) to quantify the evidence for \(\mathcal{H}_1\) over \(\mathcal{H}_0\). This test requires the user to specify a prior distribution for effect size \(\delta\), which we initially took at the default Cauchy prior with scale \(r=0.707\). Using this prior, we found a Bayes factor of \(B_{10}=11983\), indicating that the observed data are approximately 12,000 times more likely under \(\mathcal{H}_1\) than \(\mathcal{H}_0\).  Additionally, we performed a robustness check by varying the prior scale factor \(r\), each reflecting a different \emph{a priori} expectation of the effect of our manipulation. \(B_{10}\) remained large over a reasonable range of values of \(r\), increasing to \$B\(_{\text{10}}\)=13964 for \(r=1\) and \(B_{10}=14331\) for \(r=1.41\). In all, these results indicate that our data is strongly evidential of \(\mathcal{H}_1\) over \(\mathcal{H}_0\)."

\section*{References:}
\label{sec:org9954e51}

\begin{enumerate}
\item Jeffreys, H. (1961). \emph{Theory of Probability} (3rd ed.). Oxford University Press.
\item Rouder, J. N., Speckman, P. L., Sun, D., Morey, R. D., \& Iverson, G. (2009). Bayesian t tests for accepting and rejecting the null hypothesis. \emph{Psychonomic bulletin \& review, 16}, 225-237.
\item Rouder, J. N., Morey, R. D., Speckman, P. L., \& Province, J. M. (2012). Default Bayes factors for ANOVA designs. \emph{Journal of Mathematical Psychology, 56}, 356-374.
\end{enumerate}
\end{document}